---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionISplitSlopedFlange
source: html/8d30c67d-10b8-75d1-3abb-7f67403df7d2.htm
---
# StructuralSectionISplitSlopedFlange Properties

Common set of parameters for structural analysis.